Revit 2024 API
UnitTypeId.GrainsPerHourSquareFootInchMercury Property
 Grains per hour square foot inch mercury.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId GrainsPerHourSquareFootInchMercury { get; }
Visual Basic
Public Shared ReadOnly Property GrainsPerHourSquareFootInchMercury As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ GrainsPerHourSquareFootInchMercury {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace